{
  "Uploaded Cupid": {
    "description": "Uploaded Cupid to GitHub. This project was started under no git control.",
    "time": "Oct 2019"
  },
  "Uploaded Offline Pass": {
    "description": "Uploaded Offline Pass to GitHub. This project was started under no git control.",
    "time": "Oct 2019"
  },
  "Started Personal Website": {
    "description": "Needed a portfolio website, and wanted to make a theme I saw where the website was a terminal emulator.",
    "time": "Oct 2019"
  },
  "Started Tinder ML": {
    "description": "As my first real project in machine learning, I wanted to see if I could get the computer to determine if a particular girl was attractive or not.",
    "time": "Jan 2020"
  },
  "Started Disney Data Science": {
    "description": "Started this project to display data science skills to try to score an internship at Disney.",
    "time": "Feb 2020"
  },
  "Finished Disney Data Science": {
    "description": "Determined what movies make Disney the most money and created a module to reduce waiting time for rides.",
    "time": "Mar 2020"
  },
  "Personal Website v2": {
    "description": "Updated my personal website to have a normal GUI with the CLI still being an option in another route.",
    "time": "Apr 2020"
  },
  "Stopped Tinder ML": {
    "description": "After doing all the automation and getting 10,000 pictures, I was unable to implement learning and was getting 50/50 guesses on each girl.",
    "time": "Jul 2020"
  },
  "Created Market Watch": {
    "description": "My financial advisor wanted me to keep tabs on the S&P500, so why not let a computer do it for me?",
    "time": "Jul 2020"
  },
  "Created BlastOff": {
    "description": "First c++ project.",
    "time": "Aug 2020"
  },
  "Created WhichWhale": {
    "description": "I started getting into Docker and wanted to test out my swarm to make sure it was working properly.",
    "time": "Sep 2020"
  },
  "Created UCF FE Practice": {
    "description": "I made this application for myself and other CS students at UCF to help prepare for the entrance exam.",
    "time": "Sep 2020"
  },
  "Updated Personal Website v3": {
    "description": "Updated GUI part of website and automated getting my resume from google. Also, the CLI is no longer implemented :/.",
    "time": "Oct 2020"
  }
}
